[
  `Tempat terdalam di Bumi adalah Palung Mariana di Samudra Pasifik. Kedalamannya 36.201 kaki (11.034 m). Itu hampir tujuh mil!`,
  `Lobster tidak "abadi secara biologis", tetapi mereka menghasilkan enzim yang memperbaiki sel-sel mereka dan membantu DNA mereka bereplikasi tanpa batas. Dari situlah mitos itu berasal.`,
  `Danau air tawar terdalam di dunia adalah Danau Baikal, yang terletak di Siberia. Kedalamannya mencapai 5.315 kaki (1.620 m). Wah!`,
  `Nanas membutuhkan waktu dua tahun untuk tumbuh.`,
  `Pohon akasia di Afrika berkomunikasi satu sama lain. Mereka mengeluarkan gas untuk memberi tahu pohon lain agar memproduksi racun tanin , yang melindungi mereka dari hewan lapar.`,
  `Armadillo antipeluru. (Ini BUKAN undangan untuk menguji fakta.)`,
  `Air Terjun Niagara tidak pernah membeku.`,
  `Setiap blok batu kapur/granit yang menyusun Piramida Agung Giza beratnya 2,5 ton. Dan jumlahnya ada 2,3 juta. Ya, Anda tidak salah baca.`,
  `Diperlukan waktu sekitar 18 bulan untuk berjalan di sepanjang Tembok Besar China. (Panjangnya lebih dari 5.000 mil).`,
  `Bendera nasional dengan warna terbanyak adalah Belize (1981), dengan 12.`,
  `Panggilan telepon seluler genggam pertama dilakukan pada tanggal 3 April 1973 di NYC.`,
  `Buzz Aldrin (orang kedua yang menginjakkan kaki di Bulan, tahun 1969) rupanya benar-benar mengompol saat berjalan di permukaan Bulan.`,
  `Di Mesir Kuno, kata untuk 'kucing' sebenarnya diucapkan 'mew', atau 'meow'.`,
  `Revolusi Amerika (1765-1783) terjadi sebelum Revolusi Prancis (1789-1799).`,
  `Perang Inggris-Zanzibar (1896) merupakan perang terpendek yang pernah ada – hanya berlangsung selama 38 menit!`,
  `Mesin cetak, yang merevolusi penyebaran informasi, ditemukan oleh Gutenberg sekitar tahun 1440.`,
  `Kekaisaran daratan terluas dalam sejarah adalah Kekaisaran Mongol (abad ke-13 & ke-14).`,
  `Mesir tergolong negara tertua di dunia, berdiri sejak 3100 SM.`,
  `Tim Berners-Lee menciptakan peramban web pertama (World Wide Web), pada tahun 1990.`,
  `Pada tahun 2019, para ilmuwan menemukan karya seni tertua di dunia di sebuah pulau di Indonesia yang disebut Sulawesi. Karya seni ini dibuat 44.000 tahun yang lalu.`,
  `Nama “sandwich” berasal dari seorang bangsawan abad ke-18 yang disebut Earl of Sandwich ke-4.`,
  `9310 Tweet dikirimkan setiap detik.`,
  `“Salvator Mundi” karya Leonardo da Vinci adalah lukisan termahal di dunia, dengan nilai $450,3 juta.`,
  `Negara yang paling banyak dikunjungi di dunia adalah Prancis, dengan 90 juta pengunjung, menurut data UNWTO pada tahun 2018. Siapa yang berada di nomor dua? Spanyol.`,
  `92% mata uang dunia adalah digital.`,
  `“Avengers: Endgame” adalah film terlaris sepanjang masa, menghasilkan lebih dari $2,7 miliar!`,
  `Perusahaan terkaya di dunia pada tahun 2020 adalah Saudi Aramco.`,
  `Patung Persatuan di Gujarat, India, adalah yang tertinggi di dunia, dengan tinggi mencapai 579 kaki (182 m). Catatan: Patung Liberty tingginya 93 m sebagai perbandingan!`,
  `Brasil memiliki keanekaragaman hayati terbanyak dibandingkan negara mana pun di planet ini, dengan lebih dari 50.000 spesies tanaman dan pohon.`,
  `Para ilmuwan mengatakan air mata memberi tahu Anda alasan seseorang menangis. Jika tetesan pertama keluar dari mata kanan, itu adalah air mata kebahagiaan. Jika tidak, itu karena rasa sakit.`,
  `Di Inggris pada tahun 2019, energi terbarukan menghasilkan lebih banyak listrik daripada bahan bakar fosil untuk pertama kalinya. Tahukah Anda bahwa Norwegia memperoleh 0% listrik dari batu bara? Dan Jerman telah memasang 1 kW kapasitas terbarukan per orang dalam dekade terakhir?
a) (Perubahan iklim adalah isu global terbesar di zaman kita, tetapi ada beberapa hal yang bisa membuat kita merasa positif!)`,
  `Raja yang paling lama berkuasa adalah Louis XIV dari Prancis. Ia memerintah selama 72 tahun, 110 hari. Melelahkan.`,
  `Marie Curie adalah orang pertama yang pernah memenangkan DUA Hadiah Nobel – satu untuk fisika pada tahun 1903, yang lainnya untuk kimia pada tahun 1911 untuk karyanya di bidang radioaktivitas.`,
  `Raja Henry VIII dari Inggris memiliki pembantu yang disebut "Grooms of Stool", yang membersihkan kotorannya setelah ia pergi ke toilet. Menjijikkan.`,
  `0,5% dari populasi pria merupakan keturunan Genghis Khan. (Ilmuwan melakukan penelitian pada tahun 2003 yang menunjukkan bahwa sekitar 16 juta pria memiliki kromosom Y yang sama dengan Kaisar yang terkenal itu.)`,
  `Islandia, Kepulauan Faroe, dan Pulau Man semuanya mengklaim memiliki parlemen tertua dalam sejarah, yang semuanya didirikan pada abad ke-9 dan ke-10.`,
  `Rusia adalah negara dengan hutan terbesar di dunia, dengan luas 815 juta hektar.`,
  `China adalah negara dengan penduduk terbanyak di dunia, dengan sekitar 1,4 miliar orang tinggal di sana.`,
  `Orang termuda yang pernah menerima Hadiah Nobel Perdamaian adalah Malala Yousafzai (baru berusia 17 tahun pada tahun 2014), atas kiprahnya sebagai aktivis hak anak dan pejuang hak anak perempuan untuk mendapatkan pendidikan.`,
  `Matahari terbenam hanya terjadi karena atmosfer Bumi bertindak sebagai prisma cahaya. Dalam istilah ilmiah, hal ini disebut "hamburan".
a) Molekul dan partikel di atmosfer (yang jumlahnya lebih banyak saat matahari terbenam) menyebarkan cahaya ungu dan biru gelombang pendek menjauh dari mata Anda, sehingga kita dapat melihat warna lain pada spektrum, seperti kuning dan jingga.`,
  `Tempat paling terpencil di dunia adalah kepulauan Tristan da Cunha di Samudra Atlantik Selatan. Jaraknya 2.434 km dari Saint Helena, tempat berpenghuni terdekat. Bayangkan Ibu menyuruhmu keluar untuk membeli bahan makanan, tetapi supermarket setempat tutup? Itu perjalanan yang jauh.`,
  `Saat Anda melakukan pencarian di Google, 1000 komputer digunakan untuk menemukan jawaban dalam waktu 0,2 detik.`,
  `Ada hampir 5 miliar pengguna internet di dunia.`,
  `Usia rata-rata penduduk dunia adalah sekitar 30 tahun, pada tahun 2019.`,
  `Kita sebenarnya memproduksi cukup makanan untuk memberi makan semua orang di planet ini; masalahnya adalah distribusi.`,
  `Pada tahun 2010, Google mencoba mencari tahu berapa banyak buku yang ada di dunia. Mereka memperkirakan jumlahnya sekitar 130.000.000 buku. (Namun, anggap saja ini setengah fakta, oke?)`,
  `Raungan harimau dapat terdengar hingga dua mil jauhnya.`,
  `Bumi berjarak 147,2 juta kilometer dari Matahari, dan usianya sekitar 4,5 miliar tahun. Itu warisan yang sangat berharga.`,
  `Burung hantu tidak memiliki bola mata.`
]
